Repository: open-cobralibero/fury-fhd-cbl
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Fury/locale/*/LC_MESSAGES/Fury.po
Languages: ar, de, el, es, fa, fr, it, ru, uk

source: SecondInfobar2_NO_Posters
ar: SecondInfobar2 بدون بوسترات
de: SecondInfobar2_NO_Poster
el: Δεύτερο infobar — Χωρίς αφίσες
es: Segunda barra de info — Sin pósters
fa: SecondInfobar2 بدون پوسترات
fr: Deuxième infobar — Sans affiches
it: Seconda infobar — Senza poster
ru: Второй инфобар — Без постеров
uk: Другий інфобар — Без постерів

source: SecondInfobar2_Posters
ar: SecondInfobar2_بوستر
de: SecondInfobar2_Poster
el: Δεύτερο infobar — Αφίσες
es: Segunda barra de info — Pósters
fa: SecondInfobar2_پوستر
fr: Deuxième infobar — Affiches
it: Seconda infobar — Poster
ru: Второй инфобар — Постеры
uk: Другий інфобар — Постери

source: SecondInfobar3_NO_Posters
ar: SecondInfobar3_NO_بوستر
de: SecondInfobar3_NO_Poster
el: Δεύτερο infobar — Χωρίς αφίσες
es: Segunda barra de info — Sin pósters
fa: SecondInfobar3_NO_پوستر
fr: Deuxième infobar — Sans affiches
it: Seconda infobar — Senza poster
ru: Второй инфобар — Без постеров
uk: Другий інфобар — Без постерів

source: SecondInfobar3_Posters
ar: SecondInfobar3_بوستر
de: SecondInfobar3_Poster
el: Δεύτερο infobar — Αφίσες
es: Segunda barra de info — Pósters
fa: SecondInfobar3_پوستر
fr: Deuxième infobar — Affiches
it: Seconda infobar — Poster
ru: Второй инфобар — Постеры
uk: Другий інфобар — Постери

source: SecondInfobar4_NO_Posters
ar: SecondInfobar4 بدون بوسترات
de: SecondInfobar4_NO_Poster
el: Δεύτερο infobar — Χωρίς αφίσες
es: Segunda barra de info — Sin pósters
fa: SecondInfobar4 بدون پوسترات
fr: Deuxième infobar — Sans affiches
it: Seconda infobar — Senza poster
ru: Второй инфобар — Без постеров
uk: Другий інфобар — Без постерів

source: SecondInfobar4_Posters
ar: SecondInfobar4_بوستر
de: SecondInfobar4_Poster
el: Δεύτερο infobar — Αφίσες
es: Segunda barra de info — Pósters
fa: SecondInfobar4_پوستر
fr: Deuxième infobar — Affiches
it: Seconda infobar — Poster
ru: Второй инфобар — Постеры
uk: Другий інфобар — Постери

source: SecondInfobar5_Signal
ar: SecondInfobar5_مضخم الاشارة
de: SecondInfobar5_Signalverstärker
el: Δεύτερο infobar 5 — Σήμα
es: Segunda barra de info 5 — Señal
fa: SecondInfobar5_تقویت‌کننده سیگنال
fr: Deuxième infobar 5 — Signal
it: Seconda infobar 5 — Segnale
ru: Второй инфобар 5 — Сигнал
uk: Другий інфобар 5 — Сигнал

source: SecondInfobar_NO_Posters
ar: SecondInfobar_NO_بوستر
de: SecondInfobar_NO_Poster
el: Δεύτερο infobar — Χωρίς αφίσες
es: Segunda barra de info — Sin pósters
fa: SecondInfobar_NO_پوستر
fr: Deuxième infobar — Sans affiches
it: Seconda infobar — Senza poster
ru: Второй инфобар — Без постеров
uk: Другий інфобар — Без постерів

source: SecondInfobar_Posters
ar: SecondInfobar_بوستر
de: SecondInfobar_Poster
el: Δεύτερο infobar — Αφίσες
es: Segunda barra de info — Pósters
fa: SecondInfobar_پوستر
fr: Deuxième infobar — Affiches
it: Seconda infobar — Poster
ru: Второй инфобар — Постеры
uk: Другий інфобар — Постери

source: Select Your Font:
ar: اختر الخط:
de: Schrift auswählen:
el: Επιλέξτε γραμματοσειρά:
es: Elige tu fuente:
fa: فونت را انتخاب کنید:
fr: Choisissez votre police :
it: Seleziona il font:
ru: Выберите шрифт:
uk: Виберіть шрифт:

source: Server version:
ar: إصدار السيرفر:
el: Έκδοση διακομιστή:
es: Versión del servidor:
fa: نسخه سرور:
fr: Version du serveur :
it: Versione del server:
ru: Версия сервера:
uk: Версія сервера:

source: Setup Fury for Fury-FHD v.%s
ar: إعداد Fury لـ Fury-FHD الإصدار %s
de: Fury wird für Fury-FHD Version %s eingerichtet
el: Ρύθμιση Fury για Fury-FHD v.%s
es: Configurar Fury para Fury-FHD v.%s
fa: در حال تنظیم Fury برای Fury-FHD نسخه %s
fr: Configurer Fury pour Fury-FHD v.%s
it: Configura Fury per Fury-FHD v.%s
ru: Настройка Fury для Fury-FHD v.%s
uk: Налаштування Fury для Fury-FHD v.%s

source: Skin Style:
ar: نمط السكين:
de: Skin-Stil:
el: Στυλ skin:
es: Estilo del skin:
fa: سبک اسکین:
fr: Style du skin :
it: Stile skin:
ru: Стиль скина:
uk: Стиль скіна:

source: The update is available!\n\nDo you want to run the update now?
ar: يوجد تحديث متاح!\n\nهل تريد تشغيل التحديث الآن؟
de: Das Update ist verfügbar!\n\nMöchten Sie das Update jetzt ausführen?
el: Υπάρχει διαθέσιμη ενημέρωση!\\n\\nΘέλετε να την εκτελέσετε τώρα;
es: ¡Hay una actualización disponible!\\n\\n¿Quieres ejecutarla ahora?
fa: يوجد تحديث متاح!\n\nهل تريد تشغيل التحديث الآن؟
fr: Une mise à jour est disponible !\\n\\nVoulez-vous lancer la mise à jour maintenant ?
it: Aggiornamento disponibile!\\n\\nVuoi eseguirlo ora?
ru: Доступно обновление!\\n\\nЗапустить обновление сейчас?
uk: Доступне оновлення!\\n\\nЗапустити оновлення зараз?

source: Time Format:
ar: تنسيق الوقت:
de: Zeitformat:
el: Μορφή ώρας:
es: Formato de hora:
fa: قالب زمان:
fr: Format de l’heure :
it: Formato ora:
ru: Формат времени:
uk: Формат часу:

source: Transparency:
ar: الشفافية:
de: Transparenz:
el: Διαφάνεια:
es: Transparencia:
fa: شفافیت:
fr: Transparence :
it: Trasparenza:
ru: Прозрачность:
uk: Прозорість:

source: Update failed. Please check %s
ar: فشل التحديث. من فضلك راجع %s
de: Update fehlgeschlagen. Bitte prüfe %s
el: Η ενημέρωση απέτυχε. Ελέγξτε %s
es: La actualización falló. Por favor revisa %s
fa: به‌روزرسانی ناموفق بود. لطفاً %s را بررسی کنید
fr: La mise à jour a échoué. Veuillez vérifier %s
it: Aggiornamento non riuscito. Controlla %s
ru: Обновление не удалось. Проверьте %s
uk: Оновлення не вдалося. Перевірте %s

source: Version installed:
ar: الإصدار المُثبت:
de: Installierte Version:
el: Εγκατεστημένη έκδοση:
es: Versión instalada:
fa: نسخه نصب‌شده:
fr: Version installée :
it: Versione installata:
ru: Установленная версия:
uk: Встановлена версія:

source: volume2
ar: مستوى الصوت 2
de: Lautstärke 2
el: Ένταση 2
es: Volumen 2
fa: سطح صدا ۲
ru: Громкость 2
uk: Гучність 2

source: volume3
ar: مستوى الصوت 3
de: Lautstärke 3
el: Ένταση 3
es: Volumen 3
fa: سطح صدا ۳
ru: Громкость 3
uk: Гучність 3

source: volume4
ar: مستوى الصوت 4
de: Lautstärke 4
el: Ένταση 4
es: Volumen 4
fa: سطح صدا ۴
ru: Громкость 4
uk: Гучність 4

source: VolumeBar Style:
ar: نمط شريط الصوت:
de: Lautstärkebalken-Stil:
el: Στυλ μπάρας έντασης:
es: Estilo de barra de volumen:
fa: سبک نوار صدا:
fr: Style de la barre de volume :
it: Stile barra volume:
ru: Стиль полосы громкости:
uk: Стиль панелі гучності:

source: Yellow
ar: أصفر
de: Gelb
el: Κίτρινο
es: Amarillo
fa: زرد
fr: Jaune
it: Giallo
ru: Жёлтый
uk: Жовтий

source: You have the current version Fury!
ar: لديك أحدث إصدار من Fury!
de: Du hast die neueste Version von Fury!
el: Έχετε την τρέχουσα έκδοση του Fury!
es: ¡Tienes la versión actual de Fury!
fa: شما آخرین نسخه Fury را دارید!
fr: Vous avez la version actuelle de Fury !
it: Hai la versione attuale di Fury!
ru: У вас установлена текущая версия Fury!
uk: У вас поточна версія Fury!

source: You have version %s!!!
ar: لديك الإصدار %s!!!
de: Du hast Version %s!!!
el: Έχετε την έκδοση %s!!!
es: ¡Tienes la versión %s!
fa: شما نسخه %s را دارید!!!
fr: Vous avez la version %s !!!
it: Hai la versione %s!!!
ru: У вас версия %s!!!
uk: У вас версія %s!!!

source: Zero
ar: بدون شفافية (0%)
de: Keine Transparenz (0%)
el: Μηδέν
es: Cero
fa: بدون شفافیت (0%)
fr: Zéro
ru: Ноль
uk: Нуль
