Repository: open-cobralibero/fury-fhd-cbl
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Fury/locale/*/LC_MESSAGES/Fury.po
Languages: ar, de, el, es, fa, fr, it, ru, uk

source: Black
ar: أسود
de: Schwarz
el: Μαύρο
es: Negro
fa: سیاه
fr: Noir
it: Nero
ru: Чёрный
uk: Чорний

source: Blue
ar: أزرق
de: Blau
el: Μπλε
es: Azul
fa: آبی
fr: Bleu
it: Blu
ru: Синий
uk: Синій

source: Brown
ar: بني
de: Braun
el: Καφέ
es: Marrón
fa: قهوه‌ای
fr: Marron
it: Marrone
ru: Коричневый
uk: Коричневий

source: Channel Background Selected Color:
ar: لون الخلفية عند تحديد القناة:
de: Hintergrundfarbe bei Kanalauswahl:
el: Χρώμα φόντου καναλιού (επιλεγμένο):
es: Color de fondo del canal (seleccionado):
fa: رنگ پس‌زمینه هنگام انتخاب کانال:
fr: Couleur de fond de la chaîne (sélectionnée) :
it: Colore sfondo canale (selezionato):
ru: Цвет фона канала (выбран):
uk: Колір фону каналу (вибрано):

source: Channel Description Color:
ar: لون وصف القناة:
de: Farbe der Kanalbeschreibung:
el: Χρώμα περιγραφής καναλιού:
es: Color de la descripción del canal:
fa: رنگ توضیحات کانال:
fr: Couleur de la description de la chaîne :
it: Colore descrizione canale:
ru: Цвет описания канала:
uk: Колір опису каналу:

source: Channel Foreground Color:
ar: لون الخط (القناة):
de: Schriftfarbe (Kanal):
el: Χρώμα κειμένου καναλιού:
es: Color del texto del canal:
fa: رنگ فونت (کانال):
fr: Couleur du texte de la chaîne :
it: Colore testo canale:
ru: Цвет текста канала:
uk: Колір тексту каналу:

source: Channel Selected Description Color:
ar: لون وصف القناة عند التحديد:
de: Farbe der Kanalbeschreibung bei Auswahl:
el: Χρώμα περιγραφής (επιλεγμένο κανάλι):
es: Color de la descripción (canal seleccionado):
fa: رنگ توضیحات کانال هنگام انتخاب:
fr: Couleur de la description (chaîne sélectionnée) :
it: Colore descrizione (canale selezionato):
ru: Цвет описания (выбранный канал):
uk: Колір опису (вибраний канал):

source: Channel Selected Foreground Color:
ar: لون الخط عند تحديد القناة:
de: Schriftfarbe bei Kanalauswahl:
el: Χρώμα κειμένου (επιλεγμένο κανάλι):
es: Color del texto (canal seleccionado):
fa: رنگ فونت هنگام انتخاب کانال:
fr: Couleur du texte (chaîne sélectionnée) :
it: Colore testo (canale selezionato):
ru: Цвет текста (выбранный канал):
uk: Колір тексту (вибраний канал):

source: ChannelSelection Style:
ar: نمط قائمة القنوات (Channel Selection):
de: Kanalauswahl-Stil (Channel Selection):
el: Επιλογή καναλιών — Στυλ:
es: Selección de canales — Estilo:
fa: سبک انتخاب کانال‌ها (Channel Selection):
fr: Sélection des chaînes — Style :
it: Selezione canali — Stile:
ru: Выбор каналов — Стиль:
uk: Вибір каналів — Стиль:

source: ChannelSelection2_12_Posters
ar: اختيار القنوات 2 - 12 Poster
de: Kanalauswahl 2 - 12 Poster
el: Επιλογή καναλιών 12 — Αφίσες
es: Selección de canales 12 — Pósters
fa: انتخاب کانال 2 - 12 Poster
fr: Sélection des chaînes 12 — Affiches
it: Selezione canali 12 — Poster
ru: Выбор каналов 12 — Постеры
uk: Вибір каналів 12 — Постери

source: ChannelSelection2_1_Posters
ar: اختيار القنوات 2 - Poster
de: Kanalauswahl 2 - Poster
el: Επιλογή καναλιών 2 — Αφίσες
es: Selección de canales 2 — Pósters
fa: انتخاب کانال 2 - Poster
fr: Sélection des chaînes 2 — Affiches
it: Selezione canali 2 — Poster
ru: Выбор каналов 2 — Постеры
uk: Вибір каналів 2 — Постери

source: ChannelSelection2_4_Posters
ar: اختيار القنوات 2 - 4 Poster
de: Kanalauswahl 2 - 4 Poster
el: Επιλογή καναλιών 4 — Αφίσες
es: Selección de canales 4 — Pósters
fa: انتخاب کانال 2 - 4 Poster
fr: Sélection des chaînes 4 — Affiches
it: Selezione canali 4 — Poster
ru: Выбор каналов 4 — Постеры
uk: Вибір каналів 4 — Постери

source: ChannelSelection2_6_Posters
ar: اختيار القنوات 2 - 6 Poster
de: Kanalauswahl 2 - 6 Poster
el: Επιλογή καναλιών 6 — Αφίσες
es: Selección de canales 6 — Pósters
fa: انتخاب کانال 2 - 6 Poster
fr: Sélection des chaînes 6 — Affiches
it: Selezione canali 6 — Poster
ru: Выбор каналов 6 — Постеры
uk: Вибір каналів 6 — Постери

source: ChannelSelection2_NO_Posters
ar: اختيار القنوات 2 No Posters
de: Kanalauswahl 2 No Posters
el: Επιλογή καναλιών — Χωρίς αφίσες
es: Selección de canales — Sin pósters
fa: انتخاب کانال 2 No Posters
fr: Sélection des chaînes — Sans affiches
it: Selezione canali — Senza poster
ru: Выбор каналов — Без постеров
uk: Вибір каналів — Без постерів

source: ChannelSelection_5_Backdrop
ar: اختيار القنوات - 5 -Backdrop
de: Kanalauswahl - 5 -Backdrop
el: Επιλογή καναλιών 5 — Φόντο
es: Selección de canales 5 — Fondo
fa: انتخاب کانال - 5 -Backdrop
fr: Sélection des chaînes 5 — Arrière-plan
it: Selezione canali 5 — Backdrop
ru: Выбор каналов 5 — Фон
uk: Вибір каналів 5 — Фон

source: ChannelSelection_5_Posters
ar: اختيار القنوات - 5 Poster
de: Kanalauswahl - 5 Poster
el: Επιλογή καναλιών 5 — Αφίσες
es: Selección de canales 5 — Pósters
fa: انتخاب کانال - 5 Poster
fr: Sélection des chaînes 5 — Affiches
it: Selezione canali 5 — Poster
ru: Выбор каналов 5 — Постеры
uk: Вибір каналів 5 — Постери

source: ChannelSelection_NO_Posters
ar: اختيار القنوات No Posters
de: Kanalauswahl No Posters
el: Επιλογή καναλιών — Χωρίς αφίσες
es: Selección de canales — Sin pósters
fa: انتخاب کانال No Posters
fr: Sélection des chaînes — Sans affiches
it: Selezione canali — Senza poster
ru: Выбор каналов — Без постеров
uk: Вибір каналів — Без постерів

source: Color Style:
ar: نمط الألوان:
de: Farbschema:
el: Στυλ χρώματος:
es: Estilo de color:
fa: طرح رنگ:
fr: Style de couleur :
it: Stile colore:
ru: Стиль цвета:
uk: Стиль кольору:

source: Cyan
ar: سماوي
el: Κυανό
es: Cian
fa: فیروزه‌ای
it: Ciano
ru: Бирюзовый
uk: Бірюзовий

source: Dark Purple
ar: بنفسجي غامق
de: Dunkelviolett
el: Σκούρο μωβ
es: Morado oscuro
fa: بنفش تیره
fr: Violet foncé
it: Viola scuro
ru: Тёмно-фиолетовый
uk: Темно-фіолетовий

source: Dark Red
ar: أحمر غامق
de: Dunkelrot
el: Σκούρο κόκκινο
es: Rojo oscuro
fa: قرمز تیره
fr: Rouge foncé
it: Rosso scuro
ru: Тёмно-красный
uk: Темно-червоний

source: DarkPurple
ar: بنفسجي غامق
de: Dunkelviolett
el: ΣκούροΜωβ
es: MoradoOscuro
fa: بنفش تیره
fr: VioletFoncé
it: ViolaScuro
ru: ТёмноФиолетовый
uk: ТемноФіолетовий

source: DarkRed
ar: أحمر غامق
de: Dunkelrot
el: ΣκούροΚόκκινο
es: RojoOscuro
fa: قرمز تیره
fr: RougeFoncé
it: RossoScuro
ru: ТёмноКрасный
uk: ТемноЧервоний

source: Date Format:
ar: تنسيق التاريخ:
de: Datumsformat:
el: Μορφή ημερομηνίας:
es: Formato de fecha:
fa: قالب تاریخ:
fr: Format de date :
it: Formato data:
ru: Формат даты:
uk: Формат дати:

source: Default
ar: الافتراضي
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
it: Predefinito
ru: По умолчанию
uk: За замовчуванням

source: Download in progress...
ar: التنزيل جارٍ...
de: Download läuft...
el: Λήψη σε εξέλιξη...
es: Descarga en curso...
fa: در حال دانلود...
fr: Téléchargement en cours...
it: Download in corso...
ru: Загрузка в процессе...
uk: Завантаження триває...

source: Downloading Fury...
ar: جارٍ تنزيل Fury...
de: Fury wird heruntergeladen...
el: Λήψη του Fury...
es: Descargando Fury...
fa: Fury در حال دانلود است...
fr: Téléchargement de Fury...
it: Download di Fury...
ru: Загрузка Fury...
uk: Завантаження Fury...

source: EPGSelection Style:
ar: نمط اختيار دليل البرامج (EPG):
de: EPG-Auswahlstil:
el: Επιλογή EPG — Στυλ:
es: Selección de EPG — Estilo:
fa: سبک انتخاب EPG:
fr: Sélection EPG — Style :
it: Selezione EPG — Stile:
ru: Выбор EPG — Стиль:
uk: Вибір EPG — Стиль:

source: EPGSelection_1_Posters
ar: اختيار دليل البرامج - بوستر واحد
de: EPGSelection_1_Plakate
el: Επιλογή EPG 1 — Αφίσες
es: Selección de EPG 1 — Pósters
fa: انتخاب EPG - بوستر واحد
fr: Sélection EPG 1 — Affiches
it: Selezione EPG 1 — Poster
ru: Выбор EPG 1 — Постеры
uk: Вибір EPG 1 — Постери

source: EPGSelection_No_Posters
ar: اختيار دليل البرامج بدون بوسترات
el: Επιλογή EPG — Χωρίς αφίσες
es: Selección de EPG — Sin pósters
fa: انتخاب EPG بدون بوسترات
fr: Sélection EPG — Sans affiches
it: Selezione EPG — Senza poster
ru: Выбор EPG — Без постеров
uk: Вибір EPG — Без постерів

source: Error by processing the skin file !!!
ar: خطأ أثناء معالجة ملف السكين!!!
de: Fehler beim Verarbeiten der Skin-Datei!!!
el: Σφάλμα κατά την επεξεργασία του αρχείου skin!
es: ¡Error al procesar el archivo del skin!
fa: خطا هنگام پردازش فایل اسکین!!!
fr: Erreur lors du traitement du fichier du skin !
it: Errore durante l’elaborazione del file skin!
ru: Ошибка при обработке файла скина!
uk: Помилка обробки файлу скіна!

source: Error downloading files!
ar: خطأ أثناء تنزيل الملفات!
de: Fehler beim Herunterladen der Dateien!
el: Σφάλμα κατά τη λήψη αρχείων!
es: ¡Error al descargar archivos!
fa: خطا هنگام دانلود فایل‌ها!
fr: Erreur lors du téléchargement des fichiers !
it: Errore nel download dei file!
ru: Ошибка загрузки файлов!
uk: Помилка завантаження файлів!

source: EventView Style:
ar: نمط عرض الأحداث (Event View):
de: Ereignisansicht-Stil (Event View):
el: Προβολή συμβάντων — Στυλ:
es: Vista de eventos — Estilo:
fa: سبک نمایش رویدادها (Event View):
fr: Vue des événements — Style :
it: Vista eventi — Stile:
ru: Просмотр событий — Стиль:
uk: Перегляд подій — Стиль:

source: EventView_11_Posters
ar: عرض الأحداث - 11 Poster
de: Ereignisansicht - 11 Poster
el: Προβολή συμβάντων 11 — Αφίσες
es: Vista de eventos 11 — Pósters
fa: نمایش رویدادها - 11 Poster
fr: Vue des événements 11 — Affiches
it: Vista eventi 11 — Poster
ru: Просмотр событий 11 — Постеры
uk: Перегляд подій 11 — Постери

source: EventView_12_Posters
ar: عرض الأحداث - 12 Poster
de: Ereignisansicht - 12 Poster
el: Προβολή συμβάντων 12 — Αφίσες
es: Vista de eventos 12 — Pósters
fa: نمایش رویدادها - 12 Poster
fr: Vue des événements 12 — Affiches
it: Vista eventi 12 — Poster
ru: Просмотр событий 12 — Постеры
uk: Перегляд подій 12 — Постери

source: EventView_7_Posters
ar: عرض الأحداث - 7 Poster
de: Ereignisansicht - 7 Poster
el: Προβολή συμβάντων 7 — Αφίσες
es: Vista de eventos 7 — Pósters
fa: نمایش رویدادها - 7 Poster
fr: Vue des événements 7 — Affiches
it: Vista eventi 7 — Poster
ru: Просмотр событий 7 — Постеры
uk: Перегляд подій 7 — Постери

source: EventView_NO_Posters
ar: عرض الأحداث No Posters
de: Ereignisansicht No Posters
el: Προβολή συμβάντων — Χωρίς αφίσες
es: Vista de eventos — Sin pósters
fa: نمایش رویدادها No Posters
fr: Vue des événements — Sans affiches
it: Vista eventi — Senza poster
ru: Просмотр событий — Без постеров
uk: Перегляд подій — Без постерів

source: Font Size:
ar: حجم الخط:
de: Schriftgröße:
el: Μέγεθος γραμματοσειράς:
es: Tamaño de fuente:
fa: اندازه فونت:
fr: Taille de police :
it: Dimensione carattere:
ru: Размер шрифта:
uk: Розмір шрифту:

source: Fury update was done!!!\nDo you want to restart the GUI now?
ar: تم تحديث Fury بنجاح!!!\nهل تريد إعادة تشغيل الواجهة الآن؟
de: Fury-Update wurde durchgeführt!!!\nMöchtest du die GUI jetzt neu starten?
el: Η ενημέρωση του Fury ολοκληρώθηκε!!!\\nΘέλετε να επανεκκινήσετε το GUI τώρα;
es: ¡La actualización de Fury se completó!\\n¿Quieres reiniciar la interfaz ahora?
fa: تم تحديث Fury بنجاح!!!\nهل تريد إعادة تشغيل الواجهة الآن؟
fr: La mise à jour de Fury est terminée !\\nVoulez-vous redémarrer l’interface maintenant ?
it: Aggiornamento Fury completato!!!\\nVuoi riavviare la GUI ora?
ru: Обновление Fury завершено!!!\\nПерезапустить GUI сейчас?
uk: Оновлення Fury завершено!!!\\nПерезапустити GUI зараз?

source: Green
ar: أخضر
de: Grün
el: Πράσινο
es: Verde
fa: سبز
fr: Vert
it: Verde
ru: Зелёный
uk: Зелений

source: Green2
ar: أخضر 2
de: Grün 2
el: Πράσινο 2
es: Verde 2
fa: سبز ۲
fr: Vert 2
it: Verde 2
ru: Зелёный 2
uk: Зелений 2

source: Grey
ar: رمادي
de: Grau
el: Γκρι
es: Gris
fa: خاکستری
fr: Gris
it: Grigio
ru: Серый
uk: Сірий

source: Grey2
ar: رمادي 2
de: Grau 2
el: Γκρι 2
es: Gris 2
fa: خاکستری ۲
fr: Gris 2
it: Grigio 2
ru: Серый 2
uk: Сірий 2

source: GUI needs a restart to apply a new skin.\nDo you want to Restart the GUI now?
ar: يلزم إعادة تشغيل الواجهة لتطبيق السكين الجديد.\nهل تريد إعادة تشغيل الواجهة الآن؟
de: Enigma2 muss neu gestartet werden um die Ãnderungen zu übernehmen. Soll jetzt neu gestartet werden?
el: Απαιτείται επανεκκίνηση του GUI για να εφαρμοστεί νέο skin.\\nΘέλετε να επανεκκινήσετε τώρα;
es: Se necesita reiniciar la interfaz para aplicar el nuevo skin.\\n¿Quieres reiniciarla ahora?
fa: يلزم إعادة تشغيل الواجهة لتطبيق السكين الجديد.\nهل تريد إعادة تشغيل الواجهة الآن؟
fr: Un redémarrage de l’interface est nécessaire pour appliquer le nouveau skin.\\nVoulez-vous redémarrer maintenant ?
it: È necessario riavviare la GUI per applicare la nuova skin.\\nVuoi riavviarla ora?
ru: Для применения нового скина требуется перезапуск GUI.\\nПерезапустить GUI сейчас?
uk: Потрібен перезапуск GUI, щоб застосувати нову тему.\\nПерезапустити GUI зараз?

source: Info...
ar: معلومات...
de: Informationen...
el: Πληρ...
fa: اطلاعات...
ru: Инфо...
uk: Інфо...

source: InfoBar Style:
ar: نمط شريط المعلومات (Infobar):
de: Infobar-Stil:
el: Μπάρα πληροφοριών — Στυλ:
es: Barra de información — Estilo:
fa: سبک Infobar:
fr: Barre d’infos — Style :
it: Barra informazioni — Stile:
ru: Инфобар — Стиль:
uk: Інфобар — Стиль:

source: Infobar2_2_Logo
ar: Infobar2_2_لوجو
el: Μπάρα πληροφοριών 2 — Λογότυπο
es: Barra de información 2 — Logo
fa: Infobar2_2_لوگو
fr: Barre d’infos 2 — Logo
it: Barra informazioni 2 — Logo
ru: Инфобар 2 — Логотип
uk: Інфобар 2 — Логотип

source: Infobar2_2_Posters
ar: Infobar2_2_بوستر
de: Infobar2_2_Poster
el: Μπάρα πληροφοριών 2 — Αφίσες
es: Barra de información 2 — Pósters
fa: Infobar2_2_پوستر
fr: Barre d’infos 2 — Affiches
it: Barra informazioni 2 — Poster
ru: Инфобар 2 — Постеры
uk: Інфобар 2 — Постери

source: Infobar2_3_Backdrop
ar: Infobar2_3_باك دروب
de: Infobar2_3_Hintergrund
el: Μπάρα πληροφοριών 3 — Φόντο
es: Barra de información 3 — Fondo
fa: Infobar2_3_پس‌زمینه
fr: Barre d’infos 3 — Arrière-plan
it: Barra informazioni 3 — Backdrop
ru: Инфобар 3 — Фон
uk: Інфобар 3 — Фон

source: Infobar2_3_Posters
ar: Infobar2 _3_بوسترات
de: Infobar2_3_Poster
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar2 _3_پوسترات
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar2_NO_Posters
ar: Infobar2_NO_بوستر
de: Infobar2_NO_Poster
el: Μπάρα πληροφοριών — Χωρίς αφίσες
es: Barra de información — Sin pósters
fa: Infobar2_NO_پوستر
fr: Barre d’infos — Sans affiches
it: Barra informazioni — Senza poster
ru: Инфобар — Без постеров
uk: Інфобар — Без постерів

source: Infobar3_2_Backdrop
ar: Infobar3 - بوسترين + باك دروب
de: Infobar3_2_Hintergrund
el: Μπάρα πληροφοριών 2 — Φόντο
es: Barra de información 2 — Fondo
fa: Infobar3 - ۲ پوستر + پس‌زمینه
fr: Barre d’infos 2 — Arrière-plan
it: Barra informazioni 2 — Backdrop
ru: Инфобар 2 — Фон
uk: Інфобар 2 — Фон

source: Infobar3_2_Backdrop_Black
ar: Infobar3 باك دروب
de: Infobar3_2_Hintergrund_Schwarz
el: Μπάρα πληροφοριών 2 — Φόντο
es: Barra de información 2 — Fondo
fa: Infobar3 پس‌زمینه
fr: Barre d’infos 2 — Arrière-plan
it: Barra informazioni 2 — Backdrop
ru: Инфобар 2 — Фон
uk: Інфобар 2 — Фон

source: Infobar3_2_Logo
ar: Infobar3 + لوجو
de: Infobar3 + Logo
el: Μπάρα πληροφοριών 2 — Λογότυπο
es: Barra de información 2 — Logo
fa: Infobar3 + لوگو
fr: Barre d’infos 2 — Logo
it: Barra informazioni 2 — Logo
ru: Инфобар 2 — Логотип
uk: Інфобар 2 — Логотип

source: Infobar3_2_Posters
ar: Infobar3 - بوسترين
de: Infobar3_2_Plakate
el: Μπάρα πληροφοριών 2 — Αφίσες
es: Barra de información 2 — Pósters
fa: Infobar3 - ۲ پوستر
fr: Barre d’infos 2 — Affiches
it: Barra informazioni 2 — Poster
ru: Инфобар 2 — Постеры
uk: Інфобар 2 — Постери

source: Infobar3_2_Posters_Black
ar: Infobar3 - بوسترين
de: Infobar3_2_Plakate_Schwarz
el: Μπάρα πληροφοριών 2 — Αφίσες
es: Barra de información 2 — Pósters
fa: Infobar3 - ۲ پوستر
fr: Barre d’infos 2 — Affiches
it: Barra informazioni 2 — Poster
ru: Инфобар 2 — Постеры
uk: Інфобар 2 — Постери

source: Infobar3_3_Posters
ar: Infobar3 - 3 بوسترات
de: Infobar3_3_Plakate
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar3 - 3 پوسترات
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar3_3_Posters_Black
ar: Infobar3 - 3 بوسترات
de: Infobar3_3_Plakate_Schwarz
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar3 - 3 پوسترات
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar3_NO_Posters
ar: Infobar3 بدون بوسترات
de: Infobar3_NO_Poster
el: Μπάρα πληροφοριών — Χωρίς αφίσες
es: Barra de información — Sin pósters
fa: Infobar3 بدون پوسترات
fr: Barre d’infos — Sans affiches
it: Barra informazioni — Senza poster
ru: Инфобар — Без постеров
uk: Інфобар — Без постерів

source: Infobar3_NO_Posters_Black
ar: Infobar3 بدون بوسترات
de: Infobar3_NO_Posters_Schwarz
el: Μπάρα πληροφοριών — Χωρίς αφίσες
es: Barra de información — Sin pósters
fa: Infobar3 بدون پوسترات
fr: Barre d’infos — Sans affiches
it: Barra informazioni — Senza poster
ru: Инфобар — Без постеров
uk: Інфобар — Без постерів

source: Infobar4_1_Logo
ar: Infobar4 + لوجو
el: Μπάρα πληροφοριών 1 — Λογότυπο
es: Barra de información 1 — Logo
fa: Infobar4 + لوگو
fr: Barre d’infos 1 — Logo
it: Barra informazioni 1 — Logo
ru: Инфобар 1 — Логотип
uk: Інфобар 1 — Логотип

source: Infobar4_1_Posters
ar: Infobar4 - بوستر واحد
de: Infobar4_1_Plakate
el: Μπάρα πληροφοριών 1 — Αφίσες
es: Barra de información 1 — Pósters
fa: Infobar4 - ۱ پوستر
fr: Barre d’infos 1 — Affiches
it: Barra informazioni 1 — Poster
ru: Инфобар 1 — Постеры
uk: Інфобар 1 — Постери

source: Infobar4_3_Posters
ar: Infobar4 - 3 بوسترات
de: Infobar4_3_Poster
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar4 - 3 پوسترات
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar4_BackDrop
ar: Infobar4 باك دروب
el: Μπάρα πληροφοριών
es: Barra de información
fa: Infobar4 پس‌زمینه
fr: Barre d’infos
it: Barra informazioni
ru: Инфобар
uk: Інфобар

source: Infobar4_NO_Posters
ar: Infobar4 بدون بوسترات
de: Infobar4_NO_Poster
el: Μπάρα πληροφοριών — Χωρίς αφίσες
es: Barra de información — Sin pósters
fa: Infobar4 بدون پوسترات
fr: Barre d’infos — Sans affiches
it: Barra informazioni — Senza poster
ru: Инфобар — Без постеров
uk: Інфобар — Без постерів

source: Infobar5_2_Logo
ar: Infobar5 + لوجو
de: Infobar5 + Logo
el: Μπάρα πληροφοριών 2 — Λογότυπο
es: Barra de información 2 — Logo
fa: Infobar5 + لوگو
fr: Barre d’infos 2 — Logo
it: Barra informazioni 2 — Logo
ru: Инфобар 2 — Логотип
uk: Інфобар 2 — Логотип

source: Infobar5_2_Posters
ar: Infobar5 - بوسترين
de: Infobar5 - 2 Poster
el: Μπάρα πληροφοριών 2 — Αφίσες
es: Barra de información 2 — Pósters
fa: Infobar5 - ۲ پوستر
fr: Barre d’infos 2 — Affiches
it: Barra informazioni 2 — Poster
ru: Инфобар 2 — Постеры
uk: Інфобар 2 — Постери

source: Infobar5_3_Posters
ar: Infobar5 - 3 بوسترات
de: Infobar5_3_Poster
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar5 - 3 پوسترات
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar5_NO_Posters
ar: Infobar5 بدون بوسترات
de: Infobar5_NO_Poster
el: Μπάρα πληροφοριών — Χωρίς αφίσες
es: Barra de información — Sin pósters
fa: Infobar5 بدون پوسترات
fr: Barre d’infos — Sans affiches
it: Barra informazioni — Senza poster
ru: Инфобар — Без постеров
uk: Інфобар — Без постерів

source: Infobar5_star_3_Backdrop
ar: Infobar5 بخلفية
de: Infobar5 Mit Hintergrund
el: Μπάρα πληροφοριών 3 — Φόντο
es: Barra de información 3 — Fondo
fa: Infobar5 با پس‌زمینه
fr: Barre d’infos 3 — Arrière-plan
it: Barra informazioni 3 — Backdrop
ru: Инфобар 3 — Фон
uk: Інфобар 3 — Фон

source: Infobar5_star_3_Posters
ar: Infobar5 - 3 بوسترات
de: Infobar5_star_3_Plakate
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar5 - 3 پوسترات
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar_2_Posters
ar: Infobar_2_بوستر
de: Infobar_2_Poster
el: Μπάρα πληροφοριών 2 — Αφίσες
es: Barra de información 2 — Pósters
fa: Infobar_2_پوستر
fr: Barre d’infos 2 — Affiches
it: Barra informazioni 2 — Poster
ru: Инфобар 2 — Постеры
uk: Інфобар 2 — Постери

source: Infobar_2_Round
ar: Infobar_2_مستدير
de: Infobar_2_Rund
el: Μπάρα πληροφοριών
es: Barra de información
fa: Infobar_2_گرد
fr: Barre d’infos
it: Barra informazioni
ru: Инфобар
uk: Інфобар

source: Infobar_3_Posters
ar: Infobar_3_بوستر
de: Infobar_3_Poster
el: Μπάρα πληροφοριών 3 — Αφίσες
es: Barra de información 3 — Pósters
fa: Infobar_3_پوستر
fr: Barre d’infos 3 — Affiches
it: Barra informazioni 3 — Poster
ru: Инфобар 3 — Постеры
uk: Інфобар 3 — Постери

source: Infobar_Mini
ar: Infobar_صغير
de: Infobar_Klein
el: Μπάρα πληροφοριών
es: Barra de información
fa: Infobar_کوچک
fr: Barre d’infos
it: Barra informazioni
ru: Инфобар
uk: Інфобар

source: Infobar_Mini_2
ar: Infobar_صغير + بوسترين
de: Infobar_Klein + 2 Poster
el: Μπάρα πληροφοριών
es: Barra de información
fa: Infobar_کوچک + ۲ پوستر
fr: Barre d’infos
it: Barra informazioni
ru: Инфобар
uk: Інфобар

source: Infobar_Mini_2_Logo
ar: Infobar_Mini_2_لوجو
el: Μπάρα πληροφοριών 2 — Λογότυπο
es: Barra de información 2 — Logo
fa: Infobar_Mini_2_لوگو
fr: Barre d’infos 2 — Logo
it: Barra informazioni 2 — Logo
ru: Инфобар 2 — Логотип
uk: Інфобар 2 — Логотип

source: Infobar_NO_Posters
ar: Infobar_NO_بوسترات
de: Infobar_NO_Posterات
el: Μπάρα πληροφοριών — Χωρίς αφίσες
es: Barra de información — Sin pósters
fa: Infobar_NO_پوسترات
fr: Barre d’infos — Sans affiches
it: Barra informazioni — Senza poster
ru: Инфобар — Без постеров
uk: Інфобар — Без постерів

source: Infobar_Round
ar: Infobar_مستدير
de: Infobar_Rund
el: Μπάρα πληροφοριών
es: Barra de información
fa: Infobar_گرد
fr: Barre d’infos
it: Barra informazioni
ru: Инфобар
uk: Інфобар

source: Install failed!
ar: فشل التثبيت!
de: Installation fehlgeschlagen!
el: Η εγκατάσταση απέτυχε!
es: ¡Falló la instalación!
fa: نصب ناموفق بود!
fr: Échec de l’installation !
it: Installazione non riuscita!
ru: Установка не удалась!
uk: Помилка встановлення!

source: Installing updates!
ar: جارٍ تثبيت التحديثات!
de: Updates werden installiert!
el: Εγκατάσταση ενημερώσεων!
es: ¡Instalando actualizaciones!
fa: در حال نصب به‌روزرسانی‌ها!
fr: Installation des mises à jour !
it: Installazione aggiornamenti!
ru: Установка обновлений!
uk: Встановлення оновлень!

source: LightWhite
ar: أبيض فاتح
de: Hellweiß
el: Ανοιχτό λευκό
es: Blanco claro
fa: سفید روشن
fr: Blanc clair
it: Bianco chiaro
ru: Светло-белый
uk: Світло-білий

source: Oily
ar: زيتي
de: Oliv
el: Λαδί
es: Oliva
fa: زیتونی
fr: Olive
it: Oliva
ru: Оливковый
uk: Оливковий

source: Orange
ar: برتقالي
el: Πορτοκαλί
es: Naranja
fa: نارنجی
it: Arancione
ru: Оранжевый
uk: Помаранчевий

source: Pink
ar: وردي
de: Rosa
el: Ροζ
es: Rosa
fa: صورتی
fr: Rose
it: Rosa
ru: Розовый
uk: Рожевий

source: Red
ar: أحمر
de: Rot
el: Κόκκινο
es: Rojo
fa: قرمز
fr: Rouge
it: Rosso
ru: Красный
uk: Червоний

source: Restart GUI now?
ar: إعادة تشغيل الواجهة الآن؟
de: Benutzeroberfläche jetzt neu starten?
el: Επανεκκίνηση του GUI τώρα;
es: ¿Reiniciar la interfaz ahora?
fa: رابط کاربری الآن ریستارت شود؟
fr: Redémarrer l’interface maintenant ?
it: Riavviare la GUI ora?
ru: Перезапустить GUI сейчас?
uk: Перезапустити GUI зараз?

source: SecondInfobar Style:
ar: نمط الشريط الثاني (Second Infobar):
de: Zweite-Infobar-Stil (Second Infobar):
el: Δεύτερο infobar — Στυλ:
es: Segunda barra de info — Estilo:
fa: سبک Infobar دوم (Second Infobar):
fr: Deuxième infobar — Style :
it: Seconda infobar — Stile:
ru: Второй инфобар — Стиль:
uk: Другий інфобар — Стиль:
